[{
	"title": "The Treasure Chest",
	"clue": "An elven princess opened up the treasure chest. When she discovered the body of a dead man, she committed suicide.",
	"story": "The dead man was her human lover. She was supposed to get engaged to an elven prince whom she didn't love. The princess and her lover had decided to run away together. They devised a plan. The man would hide in her treasure chest. During the journey however, the chest had fallen off the carriage and had been submerged in water for several minutes. Her lover was unable to open the chest from the inside and drowned."
},{
	"title": "The moon",
	"clue": "Because the moon was at its fullest, Merlos lost their magic map and would never see it again.",
	"story": "Merlos was camping out on the beach while searching for the goblet of youth. He had been studying the map before going to sleep. While he was sleeping, the sea level rose and took away his map forever."
},{
	"title": "The one-armed",
	"clue": "A man sent a chopped off arm in a crate through the post. The crate arrived at the home of three one-armed men that contently threw the contents into the sea.",
	"story": "A long time ago four men had been lost at sea. Their ship had gone down and all they'd had left were a few barrels to cling onto. Because they had nothing left to eat, they all agreed to sacrifice an arm. Before it was the fourth man's turn, they were saved. The other three men kept reminding the fourth man of their promise. They said fair is fair and demanded he also cut off one of his arms. The fourth man lived in a far-away village and he hadn't given the promise a second thought. He put out a notice in the local pub and offered 500 coins to the person that was willing to give up their arm. A volunteer quickly came forward."
},{
	"title": "Hanged",
	"clue": "In an empty room, a bard was found hanging on a rope. Underneath him, on the floor, there was a pool of water.",
	"story": "The bard had been in love with a girl from the village. He decided he couldn't hold in his feelings anymore and wanted to tell her. He wrote her a song and performed it for her in front of everyone on the village square. When the girl realised the song was for her, she laughed and walked away. The bard was so heartbroken he decided to hang himself. He put a rope around his neck and stood on a block of ice. As the ice melted, the rope hugged his neck tighter and tighter until he died."
},{
	"title": "Light in the darkness",
	"clue": "After a man lit up a match, he died. He didn't even need to be buried.",
	"story": "An imprisoned knight bribed an undertaker to help him with his escape. His plan was to hide in a coffin with the corpse during the next prison funeral. They had agreed that, during the night, the undertaker would open up the grave and come free him. When the knight lit up a match inside of the coffin, he saw the body of the undertaker lying next to him."
},{
	"title": "A specialty meal",
	"clue": "A halfling girl got a piece of iguana steak during the new year feast. After the first bite, she stood up and threw herself off a cliff.",
	"story": "The girl and her friends had survived a shipwreck. They had washed up on a deserted island. The girl was injured and had to be looked after by the other survivors. They cleaned her and fed her meat to help her get strong again. When she asked where they got the meat, they claimed it was meat from a couple of iguanas they had found and killed. After a few days, a ship from the king's army passed the island and they were saved. During a village feast all kinds of exotic foods were laid out for everyone to enjoy. When the girl saw some iguana meat, she was reminded of how the meat on the island had saved her life. She decided to taste some again. After the first bite however, she realised she hadn't been fed iguana on the island, but the meat of the washed up corpses."
},{
	"title": "The room",
	"clue": "A priest on his way to a gathering went to bed in a tavern room. When the maid came to bring him his breakfast, she found him dead.",
	"story": "A magic menagerie owner had spent the previous night in the room but had forgotten their very toxic spider. The priest saw the spider crawling on his pillow, panicked and immediately got bit."
},{
	"title": "The gun hero",
	"clue": "A cleric entered an empty tavern and ordered a drink at the bar. The man behind the bar shot him.",
	"story": "The man behind the bar was robbing the tavern. In order to leave no witnesses, the thief had to kill the cleric."
},{
	"title": "In the mountains",
	"clue": "In the mountains, out in the open, unharmed but dead ranger was found. A few meters away lay an axe.",
	"story": "During winter, the ranger was out looking for firewood. When the tree he chopped came down, the loud crash caused an avalanche under which he got buried. Only when spring came around was his body uncovered."
},{
	"title": "Unnoticed",
	"clue": "Even though everyone watched the murder happen, no one noticed.",
	"story": "At the same time a murder happened in the play on stage, a woman stabbed her husband."
},{
	"title": "The morning",
	"clue": "A druid awoke one morning, looked outside and killed himself.",
	"story": "The druid had predicted the end of the world that night. In order not to have to experience the end, the villagers had ingested poison the night before. The druid wanted to be aware during the event so he didn't take the poison. The next morning he realised his mistake and ended his own life."
}]